const profile = {
  title: 'Мой профиль',
  save: 'Сохранить настройки',
  saved: 'Профиль сохранен',
  settingsUpdated: 'Ваши настройки успешно обновлены',
  updated: 'Профиль обновлен',
  timezoneUpdated: 'Часовой пояс обновлен',
  error: 'Ошибка',
  invalidId: 'Некорректный ID пользователя',
  notFound: 'Профиль не найден',
  invalidValues:
    'Проверьте, что все значения положительны, нижний порог меньше верхнего, а целевой уровень между ними',
  bolusSettings: 'Расширенные настройки болюса',
  warning: {
    title: 'Проверьте значения',
    message:
      'ICR больше 8 и CF меньше 3. Пожалуйста, убедитесь в корректности введённых данных',
    cancel: 'Отмена',
    confirm: 'Продолжить',
  },
};

export default profile;
